"lblChargeLimit" = "Limite de carga:";
"btnDischarge" = "Descarregar";
"btnTopup" = "Completar";
"btnInstallHelper" = "Instalar Aplicativo Auxiliar";
"btnQuit" = "Sair";
"ttlGeneralSettings" = "Configurações Gerais";
"ttlChargeSettings" = "Configurações de Carregamento";
"ttlAppearanceSettings" = "Aparência";
"hlpSailingModePopover" = "Modo de Navegação ativado.";
"hlpCalibrationPopover" = "Reequilibrando e recalibrando.";
"hlpHeatProtectionPopover" = "Pausando carregamento por conta da alta temperatura. Temperatura atual: ";
"hlpIntelModePopover" = "Modo Intel ativado.";
"lblSailingMode" = "Modo de Navegação";
"txtEnabled" = "Habilitado";
"txtDisabled" = "Desabilitado";
"hlpSailingModeSettings" = "Depois que o AlDente terminar de carregar sua bateria até o valor escolhido, ele deixará que seu MacBook descarregue até uma porcentagem definida para então voltar a carregar. Isso é feito para prevenir um carregamento/descarregamento rápido ao redor do valor escolhido.";
"txtDifference" = "Diferença:";
"txtWillSailTo" = "Vai navegar para ";
"txtSailingModeDeactivated" = "Modo de Navegação desativado.";
"lblHeatProtection" = "Proteção contra o calor";
"hlpHeatProtectionSettings" = "AlDente automaticamente para o carregamento caso a temperatura da bateria esteja acima do valor definido.";
"txtMaxTemp" = "Temp. Max.";
"txtCurrent" = "  Atualmente: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Proteção contra o calor desativada.";
"lblCalibrationMode" = "Modo de Calibração";
"btnStopCalibration" = "Parar Calibração";
"btnStartCalibration" = "Iniciar Calibração";
"txtDischarge15" = "Descarregar\n15%";
"txtCharge100" = "Carregar\n100%";
"txtHold1h" = "Aguardar\n1h";
"txtDischarge" = "Descarregar\n";
"lblStopChargingWhenSleeping" = "Parar carregamento\nquando em repouso";
"hlpStopChargingWhenSleeping" = "Quando ativado, mesmo que a porcentagem definida não tenha sido alcançada ainda, o carregamento será automaticamente pausado caso o sistema esteja entrando em Modo Dormir.";
"lblStopChargingWhenClosed" = "Parar carregamento\nquando aplicativo for fechado";
"lblStopChargingWhenPoweredOff" = "Parar carregamento\nquando desligar";
"hlpStopChargingWhenPoweredOff" = "Quando ativado, carregamento fica pausado enquanto o AlDente está fechado. Isso pode ser reativado ao reiniciar o AlDente ou resetar o SMC.";
"lblIntelMode" = "Modo Intel";
"hlpIntelModeSettings" = "Disponível apenas para MacBooks Intel. Esse modo usa outra chave SMC para controlar o valor máximo de carregamento. Funcionalidades como Permitir Descarregamento, Modo Navegação e Modo de Calibração não estão disponíveis nesse modo, mas o valor máximo de carregamento persiste em reinicializações. O valor de porcentagem da bateria pode divergir em até 5% com o valor que você definiu.";
"lblHelperApp" = "Aplicativo auxiliar";
"btnReinstall" = "Reinstalar";
"btnRemove" = "Remover";
"lblUpdates" = "Atualizações";
"btnCheckForUpdates" = "Verificar Atualizações";
"txtCheckManually" = "Verificar Manualmente";
"txtCheckAutomatically" = "Verificar Automaticamente";
"lblOther" = "Outros";
"btnManageLicense" = "Gerenciar Licença";
"btnActivateLicense" = "Ativar Licença";
"btnSaveDebugFile" = "Salvar Arquivo de Debug";
"lblLaunchAtLogin" = "Iniciar no Login";
"hlpLaunchAtLogin" = "Iniciar AlDente na inicialização";
"lblRestoreCompleted" = "Restauração Completa!";
"txtRestoreCompleted" = "Suas Configurações foram restauradas para os valores padrão";
"btnResetSettings" = "Redefinir Configurações";
"hlpShowOnlyAlDenteIcon" = "Quem não gostaria de ter sempre um prato fresco de massa na barra de menu?";
"hlpShowPercentage" = "Quem não gostaria de ter sempre um prato fresco de massa na barra de menu?";
"hlpShowBatteryIcon" = "Quem não gostaria de ter sempre um prato fresco de massa na barra de menu?";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Grátis";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Feito em 2021 pela AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Comprar licença Pro!";
"lblSyncingChargeState" = "Sincronizando Estado de Carregamento";
"txtDischargeExitDescription" = "Como o AlDente está descarregando a sua bateria, ele tem de esperar até que o macOS reconheça que o descarregamento parou para poder fechar o aplicativo. Clique em OK para fechar mesmo assim, mas isso pode levar a sua tela a ficar em branco.";
"btnOK" = "OK";
"btnCancel" = "Cancelar";
"lblIntelNotification" = "AlDente está rodando no Modo Intel";
"txtIntelNotification" = "Por conta de limitações de hardware, apenas o Modo Intel está disponível neste MacBook. Funções Pro não podem ser habilitadas nesse estado.";
"lblSetupNotification" = "Configurar AlDente Pro";
"txtSetupNotification" = "Por favor vá para:\n\nPreferências de Sistema ➔ Bateria ➔ Saúde Bateria\n\ne desative\n\n \Carregamento otimizado da bateria\.\n\nIsso garante que o AlDente tenha total controle sobre o comportamento do carregamento.";
"lblUpdateHelperNotification" = "Atualizar Aplicativo Auxiliar";
"txtUpdateHelperNotification" = "AlDente precisa autalizar o Aplicativo auxiliar. Você pode remover esse aplicativo a qualquer momento usando o botão \Desinstalar Aplicativo Auxiliar\.";
"lblInstallHelperNotification" = "Instalar Aplicativo Auxiliar";
"txtInstallHelperNotification" = "Para poder controlar o comportamento de carregamento do seu MacBook, o AlDente Pro precisa instalar o Aplicativo Auxiliar. Você pode remover esse aplicativo a qualquer momento usando o botão \Desinstalar Aplicativo Auxiliar\.";
"lblHelperInstallSuccessNotification" = "Instalação do Aplicativo Auxiliar feita com sucesso!";
"lblRemoveHelperNotification" = "Remover Aplicativo Auxiliar?";
"txtRemoveHelperNotification" = "Tem certeza que deseja remover o Aplicativo Auxiliar? Sem ela o AlDente não consegue executar corretamente.";
"lblHelperRemovedNotification" = " Aplicativo Auxiliar Removido";
"txtHelperRemovedNotification" = "Você removeu com sucesso o Aplicativo Auxiliar do AlDente. Já que o AlDente depende do Aplicativo Auxiliar para fazer sua mágica, ele não será muito útil até que você o reinstale. O AlDente irá fechar agora.";
"lblClamshellDischargeProNotification" = "Desculpe!";
"txtClamshellDischargeProNotification" = "Descarregamento Ativo no Modo Concha está disponível apenas na versão Pro.";
"lblDischargeInfoNotification" = "Alguma palavras sobre o Modo de Descarregamento";
"txtDischargeInfoNotification" = "Para ativar o descarregamento em todos os cenários, como no Modo Concha, o AlDente desativou temporariamente a funcionalidade de dormir do seu computador. Por conta disso, a opção de dormir pode estar acinzentada em alguns MacBooks no modo descarregamento. Além disso, outras aplicações que controlem o comportamento de dormir podem não funcionar corretamente.";
"lblDebugInfoSavedNotification" = "Informações de Debug Salvas";
"txtDebugInfoSavedNotification" = "Arquivo de informações de debug foram salvas com sucesso em: ";
"lblActivationSuccessfulNotification" = "Ativação feita com sucesso!";
"txtActivationSuccessfulNotification" = "Obrigado por comprar o AlDente Pro! Que a massa esteja com você.";
"lblNoConnectionNotification" = "Sem conexão";
"txtNoConnectionNotification" = "O AlDente precisa verificar a validade da sua licença a cada 10 dias. Por favor, conecte-se à internet para que o AlDente funcione corretamente.";
"lblDisableSleepCompletely" = "Desative o Modo Dormir\naté o Limite de Carregamento";
"hlpDisableSleepCompletely" = "Com essa configuração ativada, AlDente desativa o sistema de dormir do seu MacBook até que o limite de carregamento seja atingido, mesmo quando o computador está fechado. O modo dormir é automaticamente ativado quando o cabo de alimentação é removido.";
"lblShowOnStartup" = "Mostrar ao Inicializar";
"hlpShowOnStartup" = "A interface do AlDente irá abrir automaticamente quando o aplicativo iniciar.";
"hlpShowDockIcon" = "O ícone do AlDente está visível no dock.";
"lblShowDockIcon" = "Mostrar ícone no dock";
"hlpNoMenubarIcon" = "Remover ícone do AlDente da barra de menu. Ao ativar isso, o aplicativo é ativado apenas pelo ícone no dock.";
"lblPopoverAnimation" = "Animação de Popup";
"hlpPopoverAnimation" = "Ativa e desativa a animação do popup.";
"lblPopupWindow" = "Janela de Popup:";
"lblNoMenubarIcon" = "Esconder ícone da Barra de Menu";
"lblShowOnlyAlDenteIcon" = "Apenas o ícone do AlDente";
"lblMenubarIcon" = "Ícone da Barra de Menu:";
"txtHold" = "Reter\n";
"txtSetupNotificationVentura" = "Por favor, vá para:\n\nPreferências do Sistema ➔\nBateria ➔\nSaúde da Bateria (Botão de Informações)\n\ne desabilite:\n\n \Carregamento otimizado da bateria\.\n\nIsso garante que AlDente tenha controle total sobre o comportamento de carregamento .";
"lblAdvancedIntelMode" = "Modo Intel Avançado";
"hlpSettingsLock" = "As configurações estão bloqueadas. Entre em contato com o administrador do sistema para liberá-los.";
"hlpUseRealPercentage" = "Com esta configuração habilitada, o AlDente toma como referência a porcentagem real da bateria do hardware. O valor mostrado no macOS geralmente difere em alguns por cento, dependendo da idade da bateria e do estado de carga.";
"ttlStats" = "Estatísticas";
"lblUseRealPercentage" = "Porcentagem de Bateria de Hardware";
"lblCheckAutomatically" = "Verificar automaticamente";
"txtIntelExplanation" = "No seu MacBook, o limite de carga pode persistir quando desligado ou no modo de suspensão. Observe que a porcentagem pode variar alguns pontos nesses casos devido a limitações técnicas.";
"ttlMoreSettings" = "Mais";
"ttlScheduleSettings" = "Cronograma";
"lblSleep" = "Dorme";
"lblLockScreenWhenClosed" = "Tela de bloqueio quando fechada";
"hlpLockScreenWhenClosed" = "Quando ativado, a tela é bloqueada automaticamente quando a tampa é fechada e o modo de suspensão é desativado.";
"lblAutomaticDischarge" = "Descarga Automática";
"hlpAutomaticDischarge" = "Quando ativado, o AlDente descarregará automaticamente para o valor definido se a porcentagem atual for maior.";
"lblCharging" = "Carregamento";
"hlpAutomaticDischargeButton" = "O AlDente descarregará automaticamente sua bateria quando o limite de carga definido for menor que a porcentagem da bateria.";
"ttlFeatureSettings" = "Características";
"lblMagsafeLED" = "LED Magsafe";
"lblControlMagsafeLED" = "LED Magsafe de controle";
"hlpControlMagsafeLED" = "Se esta configuração estiver habilitada, o AlDente combina a cor do LED Magsafe com o estado de carregamento atual.";
"lblBlinkOrangeDischarge" = "Piscar em laranja durante a descarga";
"hlpBlinkOrangeDischarge" = "Se esta configuração estiver habilitada, o LED Magsafe piscará em laranja enquanto a descarga estiver habilitada.";
"lblMagsafeAlwaysOff" = "sempre desligado";
"hlpMagsafeAlwaysOff" = "Se esta configuração estiver habilitada, o LED Magsafe estará sempre desligado enquanto o AlDente estiver funcionando.";
"ttlCalibrationNotPossible" = "Calibração não é possível!";
"txtCalibrationNotPossible" = "O modo de calibração só está disponível quando um carregador está conectado.";
"ttlSMCIssue" = "Erro de Limite de Carga";
"ttlLowChargeLimitWarning" = "Limite de carga baixa";
"txtLowChargeLimitWarning" = "Manter a bateria em uma porcentagem baixa por um período de tempo prolongado pode aumentar a chance de calibração incorreta.\nIsso pode levar a desligamentos não intencionais do seu dispositivo.\nSe for esse o caso, geralmente pode ser corrigido com o Modo de calibração do AlDente.";
"txtSMCIssue" = "O AlDente detectou um problema com o macOS que pode fazer com que o limitador de carga não funcione temporariamente.\nPor favor, execute as seguintes etapas para fazer o AlDente funcionar novamente:\n1. Desconecte o carregador da tomada e desligue o MacBook\n2. Aguarde 5 minutos\n3. Ligue o MacBook e conecte o carregador\nAlDente deve funcionar novamente conforme o esperado.";
"ttlTasks" = "Tarefas";
"txtTasksIntelMode" = "O agendamento de tarefas não está disponível no modo Intel.";
"txtTasksNotActivated" = "Obtenha o AlDente Pro para desbloquear o agendamento de tarefas!";
"txtCreateNewTask" = "Use o botão + para adicionar uma nova tarefa!";
"txtTask" = "Tarefa";
"txtStartTasksNext" = "Iniciar tarefas na próxima oportunidade:";
"txtTaskHistory" = "Histórico de Tarefas";
"ttlName" = "Nome:";
"ttlActive" = "Ativo:";
"ttlAction" = "Ação:";
"txtTopUp" = "Completar";
"txtDischargeTo" = "Alta para";
"ttlRepeat" = "Repita:";
"txtDaily" = "Diário";
"txtWeekly" = "Semanalmente";
"txtMonthly" = "Por mês";
"ttlStart" = "Começar:";
"hlpStartTasksNext" = "O AlDente não pode executar tarefas enquanto o seu MacBook estiver inativo ou desligado. Se o seu MacBook estava dormindo ou desligado enquanto uma tarefa deveria ser executada, ele iniciará a tarefa na próxima oportunidade, quando for ligado novamente.";
"lblHelperInstallError" = "Erro de instalação do auxiliar";
"txtHelperInstallError" = "Ocorreu um problema durante a instalação do auxiliar. Clique em próximo para recarregar o serviço auxiliar. Você será solicitado a inserir sua senha novamente.";
"txtInstallHelper" = "O AlDente precisa de seu aplicativo auxiliar em execução para funcionar. Por favor, instale o aplicativo auxiliar.";
"txtHelperInstallSuccessNotification" = "O aplicativo auxiliar foi instalado com sucesso!";
"txtPause" = "Pausar carregamento";
"txtCalibrate" = "Iniciar modo de calibração";
"txtChargeTo" = "Definir limite de carga";
"ttlAlDenteSetup" = "AlDente Setup";
"txtAlDenteHeadline" = "Bem-vindo ao AlDente!";
"txtIntro" = "Antes de começarmos, precisamos configurar algumas coisas.";
"ttlInstallHelper" = "Instalar aplicativo auxiliar";
"txtInstallHelperInfo" = "AlDente precisa do aplicativo auxiliar para controlar o comportamento de carregamento do seu MacBook.";
"txtHelperInstalled" = "(Auxiliar já instalado)";
"ttlOptimisedCharging" = "Carregamento otimizado da bateria";
"txtOptimisedChargingInfo" = "Para dar ao AlDente controle total sobre o comportamento de carregamento do seu MacBook, o carregamento otimizado da bateria precisa ser desativado.";
"bpOpenSettings" = "• Abra Configurações do sistema → Bateria";
"bpClickInfoButton" = "• Clique no botão de informações ao lado de Saúde da bateria";
"bpDisableOptimisedCharging" = "• Desativar Carregamento otimizado da bateria";
"txtDisableOptimisedChargingOld" = "Acesse: Preferências do Sistema ➔ Bateria ➔ Bateria e desative: Carregamento otimizado da bateria.";
"btnOpenSettings" = "Abrir configurações";
"ttlCustomiseAlDente" = "Personalizar AlDente";
"txtPresetInfo" = "Como você usa seu MacBook?";
"btnMostlyHome" = "Principalmente em casa";
"btnOnTheGo" = "Em movimento";
"btnSkip" = "Pular";
"ttlSetupModal" = "Isso configura as seguintes configurações:";
"bpChargeLimit" = "• Limite de cobrança";
"bpLaunchAtLogin" = "• Iniciar no login";
"bpSailingMode" = "• Modo de navegação*";
"bpHeatProtection" = "• Proteção contra o calor*";
"bpAutomaticDischarge" = "• Descarga Automática*";
"bpStopChargingWhenSleeping" = "• Interrompa o carregamento ao dormir*";
"bpStopChargingWhenClosed" = "• Interromper o carregamento quando o aplicativo for fechado*";
"bpHardwareBatteryPercentage" = "• Porcentagem de bateria de hardware*";
"ttlProLicense" = "Licença profissional";
"txtProLicenseInfo" = "Se você já possui uma licença Pro, pode ativá-la aqui.";
"btnUseFree" = "Use grátis";
"btnActivatePro" = "Ativar Pro";
"txtOn" = "Sobre";
"txtOff" = "Desligado";
"txtOnlyInPro" = "* Disponível apenas no AlDente Pro";
"txtEveryWeekday" = "Dias da semana";
"txtEvery2Weeks" = "Quinzenal";
"lblStats" = "Estatísticas";
"lblPowerFlowNotAvailable" = "Devido a restrições técnicas, o Power Flow não está disponível neste sistema.";
"txtPowerFlowFreeExplanation" = "Estes são apenas dados de exemplo para fins de demonstração. Desbloqueie o AlDente Pro para obter dados em tempo real!";
"lblShowInPopover" = "Mostrar em Popover";
"hlpShowInPopover" = "Se ativado, este widget também ficará visível no popover da barra de menus.";
"lblShowPercentage" = "Mostrar porcentagem";
"lblShowBatteryIcon" = "Mostrar bateria";
"lblDischargeLimitToHighNotification" = "Limite de carga muito alto";
"txtDischargeLimitToHighNotification" = "Para usar o recurso de descarga, você precisa definir o limite de carga para um valor menor que a porcentagem atual da bateria.";
"chkDontAskAgain" = "Não pergunte novamente";
"lblLimit" = "Limite:";
"txtAlDenteStatus" = "Estado AlDente";
"txtMacOSNative" = "macOS nativo";
"txtMacOSColored" = "macOS colorido";
"ttlSettingsBackup" = "Foi encontrado um backup das configurações do AlDente Pro. Deseja restaurá-los?";
"txtSettingsBackup" = "Restaurar configurações do Pro?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Configurações de AlDente";
"txtDontShow" = "Não mostre";
"txtDontRepeat" = "Não repita";
"lblIconStyle" = "Estilo de ícone";
"txtAlDenteIcon" = "AlDente Logo";
"txtEnterTargetPercentage" = "Digite a porcentagem de destino:";
"hlpSailingMinPerc" = "Abaixo de 20%, o AlDente sempre carregará sua bateria e o modo de vela é substituído.";
"ttlPowerFlow" = "Fluxo de energia";
"chkRembemberDecision" = "Lembre -se da minha decisão";
"ttlSensorData" = "Dados do sensor";
"ttlBatHealth" = "Saúde da bateria";
"txtDesignCap" = "Capacidade de design:";
"txtMaxCap" = "Capacidade máxima:";
"txtHardwareCap" = "Capacidade de hardware:";
"txtMacOSCap" = "Capacidade MacOS:";
"txtCycleCount" = "Contagem de ciclo:";
"ttlBatSpecs" = "Especificações da bateria";
"txtBatTemp" = "Temperatura da bateria:";
"txtTimeRemaining" = "Tempo restante:";
"txtTimeToFull" = "Hora de cheia:";
"txtBatterySerial" = "Número de série:";
"ttlElectricalSpecs" = "Especificações elétricas";
"txtChargerI" = "Corrente do carregador:";
"txtChargerU" = "Tensão do carregador:";
"txtBatI" = "Corrente da bateria:";
"txtBatU" = "Voltagem da bateria:";
"txtSystemP" = "Carga do sistema:";
"txtCalibrationInterrupted" = "O modo de calibração foi interrompido.\n Você deseja continuar a calibração?";
"txtPopover" = "Mostrar em Popover";
"ttlQuitApp" = "Deixar AlDente?";
"txtQuitApp" = "Você quer sair de AlDente?";
"txtCondition" = "Condição do MacOS:";
"hlpLowPowerMode" = "MacOS Modo de baixa potência está ativo.";
"lblLowPowerMode" = "Modo de baixa potência";
"lblTopUpWhileCalibrationNotification" = "Não é possível.";
"txtTopUpWhileCalibrationNotification" = "O recado não é possível enquanto uma calibração estiver em execução.Desative o modo de calibração antes de começar a recarregar.";
"txtNothing" = "Fazer nada";
"hlpRightClickAction" = "Determina o que deve acontecer quando o ícone AlDente na barra de menus for clicado com o botão direito do mouse.";
"txtToggleChargeLimit" = "Iniciar/parar de carregar";
"txtToggleLPM" = "Ativar/desativar o modo de baixa potência";
"txtRightClickAction" = "Menubar clique com o botão direito do mouse";
